[
  {
    "title": "Web Development",
    "img": "/assets/imgs/serv-icons/3.png",
    "desc": "Our expert developers build responsive, high-performance websites with modern technologies, delivering scalable, secure, and fast solutions tailored to your business needs.",
    "link": "/web-development"
  },
  {
    "title": "App Development",
    "img": "/assets/imgs/serv-icons/4.png",
    "desc": "We develop robust, feature-rich mobile and web applications, ensuring smooth performance, scalability, and an exceptional user experience across platforms.",
    "link": "/app-development"
  },
  {
    "title": "Graphic Design",
    "img": "/assets/imgs/serv-icons/5.png",
    "desc": "We bring creativity to life with compelling visuals, branding, and multimedia content, ensuring impactful design solutions for businesses and marketing campaigns.",
    "link": "/graphic-design"
  },
  {
    "title": "UI-UX Design",
    "img": "/assets/imgs/serv-icons/5.png",
    "desc": "Our designs focus on usability, aesthetics, and intuitive interactions, creating seamless user experiences that captivate audiences and enhance digital product engagement.",
    "link": "/uiux-design"
  },
  {
    "title": "DevOps Engineering",
    "img": "/assets/imgs/serv-icons/3.png",
    "desc": "We create visually stunning, user-friendly websites that reflect your brand’s identity, ensuring seamless navigation and engagement to enhance user experience and drive business growth.",
    "link": "/devops-engineering"
  },
  {
    "title": "Digital Marketing",
    "img": "/assets/imgs/serv-icons/4.png",
    "desc": "We craft data-driven marketing strategies, including social media, PPC, content, and email marketing, to amplify brand awareness, engagement, and revenue growth.",
    "link": "/marketing"
  },
  {
    "title": "Artificial Intelligence",
    "img": "/assets/imgs/serv-icons/5.png",
    "desc": "We integrate AI-driven solutions to automate processes, enhance decision-making, and optimize business efficiency with machine learning, chatbots, and data analytics.",
    "link": "/artificial-intelligence"
  },
  {
    "title": "Web Design",
    "img": "/assets/imgs/serv-icons/5.png",
    "desc": "We streamline software development and deployment with CI/CD, automation, and cloud solutions, ensuring faster releases, reliability, and seamless operations.",
    "link": "/Web Design"
  }
]
